Repository: JungleGenius/groundhogg
Catalog: languages/groundhogg-*.po
Languages: fr_ca

# settings
source: Your business name as it appears in the email footer.
fr_ca: Nom de votre entreprise tel qu'il apparaît dans le pied de page de l'e-mail.

# settings
source: Street Address 1
fr_ca: Adresse postale 1

# settings
source: As it should appear in your email footer.
fr_ca: Comme il devrait apparaître dans votre pied de page e-mail.

# settings
source: Street Address 2
fr_ca: Adresse postale 2

# settings
source: (Optional) As it should appear in your email footer.
fr_ca: Facultatif Comme il devrait apparaître dans votre pied de page e-mail.

source: Unit 42
fr_ca: Unité 42

# settings
source: Postal/Zip Code
fr_ca: Code postal/ZIP

# settings
source: State/Province/Region
fr_ca: État/province/région

# settings
source: Delete Groundhogg Data
fr_ca: Supprimer les données Groundhogg

# settings
source: Delete all information when uninstalling. This cannot be undone.
fr_ca: Supprimez toutes les informations lors de la désinstallation. Cela ne peut pas être annulée.

source: Enable
fr_ca: Activer

# settings
source: Max Queued Events
fr_ca: Événements Max en file d'attente

# settings
source: The maximum number of events that can be run during a single process of the event queue. For larger lists you may want to set this at a lower number for performance reasons.
fr_ca: Nombre maximal d'événements pouvant être exécutés au cours d'un processus unique de la file d'attente d'événements. Pour les grandes listes, vous souhaiterez peut-être définir cette valeur à un nombre inférieur pour des raisons de performances.

# settings
source: Queue Interval
fr_ca: Intervalle de file d'attente

# settings
source: The time interval in between iterations of when the event queue is processed.
fr_ca: Intervalle de temps entre les itérations du moment où la file d'attente d'événements est traitée.

# settings
source: Email Confirmation Page
fr_ca: Page de confirmation par courriel

# settings
source: Page contacts see when they confirm their email.
fr_ca: Les contacts de page voient quand ils confirment leur email.

# settings
source: Unsubscribe Page
fr_ca: Page de désinscription

# settings
source: Page contacts see when they unsubscribe.
fr_ca: Les contacts de page voient quand ils se désinscrire.

# settings
source: Email Preferences Page
fr_ca: Page de préférences de messagerie

# settings
source: Page where contacts can manage their email preferences.
fr_ca: Page où les contacts peuvent gérer leurs préférences de messagerie.

# settings
source: View Email In Browser Page
fr_ca: Afficher l'E-mail dans la page du navigateur

# settings
source: Page containing the shortcode [browser_view] so contacts can view an email in the browser in the event their email client looks funky.
fr_ca: Page contenant le shortcode [browser_view] afin que les contacts puissent afficher un e-mail dans le navigateur dans le cas où leur client de messagerie semble funky.

source: Privacy Policy
fr_ca: Politique de Confidentialité

# settings
source: Link to your privacy policy.
fr_ca: Lien vers votre politique de confidentialité.

# settings
source: Terms & Conditions (Terms of Service)
fr_ca: Conditions générales (conditions d'utilisation)

# settings
source: Link to your terms & conditions.
fr_ca: Lien avec vos conditions.

# settings
source: Only send to confirmed emails.
fr_ca: Envoyer uniquement aux e-mails confirmés.

# settings
source: This will stop emails being sent to contacts who do not have confirmed emails outside of the below grace period.
fr_ca: Cela empêchera les e-mails envoyés aux contacts qui n'ont pas de courriels confirmés en dehors de la période de grâce ci-dessous.

# settings
source: Email confirmation grace Period
fr_ca: Confirmation par courriel période de grâce

# settings
source: The number of days for which you can send an email to a contact after they are created but their email has not been confirmed. The default is 14 days.
fr_ca: Le nombre de jours pour lesquels vous pouvez envoyer un e-mail à un contact après leur création, mais leur adresse e-mail n'a pas été confirmée. La valeur par défaut est 14 jours.

# settings
source: Enable GDPR features.
fr_ca: Activez les fonctionnalités RGPD.

# settings
source: This will add a consent box to your forms as well as a "Delete Everything" Button to your email preferences page.
fr_ca: Cela ajoutera une boîte de consentement à vos formulaires ainsi qu'un bouton «tout supprimer» à votre page de préférences de messagerie.

# settings
source: Do not send email without consent.
fr_ca: N'envoyez pas d'e-mails sans consentement.

# settings
source: This will prevent your system from sending emails to contacts for which you do not have explicit consent. Only works if GDPR features are enabled.
fr_ca: Cela empêchera votre système d'envoyer des e-mails à des contacts pour lesquels vous n'avez pas le consentement explicite. Fonctionne uniquement si les fonctionnalités GDPR sont activées.

# settings
source: Enable Recaptcha on forms
fr_ca: Activer reCAPTCHA sur les formulaires

# settings
source: Add a google recaptcha to all your forms made with the [gh_form] shortcode
fr_ca: Ajouter un reCAPTCHA Google à tous vos formulaires faits avec le shortcode [gh_form]

# settings
source: Recaptcha Site Key
fr_ca: Clé de site reCAPTCHA

# settings
source: This is the key which faces the users on the front-end
fr_ca: C'est la clé qui fait face aux utilisateurs sur le front-end

# settings
source: Recaptcha Secret Key
fr_ca: Clé secrète reCAPTCHA

# settings
source: Never ever ever share this with anyone!
fr_ca: Ne jamais partager avec qui que ce soit!

# settings
source: Bounce Inbox
fr_ca: Boîte de réception Bounce

# settings
source: This is the inbox which emails will be sent to.
fr_ca: Il s'agit de la boîte de réception à laquelle les e-mails seront envoyés.

# settings
source: Bounce Inbox Password
fr_ca: Mot de passe Bounce Inbox

# settings
source: This password to access the inbox.
fr_ca: Ce mot de passe pour accéder à la boîte de réception.

# settings
source: Email Service Token
fr_ca: Jeton de service de messagerie

# settings
source: Get this key from your <a target="_blank" href="https://www.groundhogg.io/account/manage/">Groundhogg Account Page.
fr_ca: Obtenez cette clé de votre < a target = "_ blank" href = "https://www.groundhogg.io/account/manage/" > page de compte Groundhogg.

# settings
source: Send Email With Groundhogg
fr_ca: Envoyer un email avec Groundhogg

# settings
source: Choose to send email with API.
fr_ca: Choisissez d'envoyer un e-mail avec l'API.

# settings
source: Enable the Groundhogg API
fr_ca: Activer l'API Groundhogg

# settings
source: Enabling this will allow other platforms to access information on this site.
fr_ca: L'activation de cette fonction permettra à d'autres plateformes d'accéder à des informations sur ce site.

# page_title
source: Superlinks
fr_ca: Superliens

source: Superlinks are special superlinks that allow you to apply/remove tags whenever clicked and then take the contact to a page of your choice. To use them, just copy the replacement code and paste in in email, button, or link.
fr_ca: Les Superliens sont des superliens spéciaux qui vous permettent d'appliquer/supprimer des balises chaque fois que vous cliquez dessus, puis de prendre le contact vers une page de votre choix. Pour les utiliser, copiez simplement le code de remplacement et collez-le dans le courrier électronique, le bouton ou le lien.

source: Edit Superlink
fr_ca: Modifier Superlien

source: Superlinks
fr_ca: Superliens

source: superlinks deleted
fr_ca: superliens supprimés

source: Superlink created.
fr_ca: Superlien créé.

source: Updated superlink.
fr_ca: Mise à jour de Superlien.

source: Search superlinks
fr_ca: Rechercher des superliens

source: Search Superlinks
fr_ca: Recherche Superliens

source: Add New Superlink
fr_ca: Ajouter un nouveau Superlien

source: Superlink Name
fr_ca: Nom de Superlien

source: Name a Superlink something simple so you do not forget it.
fr_ca: Nommez un Superlien quelque chose de simple de sorte que vous ne l'oubliez pas.

source: Target URL
fr_ca: Lien cible

source: Insert Link
fr_ca: Insérer un lien

source: Insert a url that this link will direct to. This link can contain simple replacement codes.
fr_ca: Insérez une URL que ce lien dirigera vers. Ce lien peut contenir des codes de remplacement simples.

source: Apply Tags When Clicked
fr_ca: Appliquer des balises lorsque vous cliquez dessus

source: These tags will be applied to a contact whenever this link is clicked. To create a new tag hit [Enter] or [,]
fr_ca: Ces balises seront appliquées à un contact chaque fois que ce lien est cliqué. Pour créer une nouvelle balise, appuyez sur [ENTER] ou [,]

# Column label
source: Name
fr_ca: Nom

# Column label
source: Source Url
fr_ca: URL source

# Column label
source: Replacement Code
fr_ca: Code de remplacement

# Column label
source: Tags
fr_ca: Mots-clés

# Column label
source: Target Url
fr_ca: URL cible

source: This is the url the contact will be re-directed to after clicking this Superlink.
fr_ca: C'est l'URL que le contact sera re-dirigé à après avoir cliqué sur ce Superlien.

source: These tags will be applied to a contact whenever this link is clicked. To create a new tag hit [enter] or [comma]
fr_ca: Ces balises seront appliquées à un contact chaque fois que ce lien est cliqué. Pour créer une nouvelle balise, appuyez sur [ENTER] ou [Comma]

source: Edit Tag
fr_ca: Éditer le mot-clé

source: tags deleted
fr_ca: Mots-clé Deleted

source: Created new tag!
fr_ca: Création d'un nouveau tag!

source: Updated tag!
fr_ca: Balise mise à jour!

source: Search Tags
fr_ca: Balises de recherche

source: Search Tags
fr_ca: Mots-clés de recherche

source: Add New Tag
fr_ca: Ajouter un nouveau mot-clé

source: Tag Name
fr_ca: Nom de la balise

source: Name a tag something simple so you do not forget it.
fr_ca: Nommez une balise quelque chose de simple afin que vous ne l'oubliez pas.

source: Tag descriptions are only visible to admins and will never be seen by contacts.
fr_ca: Les descriptions des balises ne sont visibles que par les administrateurs et ne seront jamais vues par les contacts.

source: Bulk Add Tags
fr_ca: Ajouter des balises en vrac

source: Enter 1 tag per line.
fr_ca: Entrez 1 balise par ligne.

source: Add tags in bulk?
fr_ca: Ajouter des balises en vrac?

# Column label
source: Count
fr_ca: Décompte

source: Recount Contacts
fr_ca: Recomptage des contacts

source: A descriptive name of the tag so you remember what it means
fr_ca: Un nom descriptif de la balise de sorte que vous vous souvenez de ce que cela signifie

source: API Tokens
fr_ca: Jetons API

source: You can get our entire extension library for $1 if <a href="https://www.groundhogg.io/partner/" target="_blank">you refer a friend.</a>
fr_ca: Vous pouvez obtenir toute notre bibliothèque d'extension pour $1 si < a href = "https://www.groundhogg.io/partner/" target = "_ blank" > vous parrainons un ami. </a>

source: While we work on an SMTP solution for you that is builtin, there are other ones out there. We recommend you install <a href="https://en-ca.wordpress.org/plugins/wp-mail-smtp/">WP Mail SMTP</a> to increase your deliverability.
fr_ca: Alors que nous travaillons sur une solution SMTP pour vous qui est builtin, il ya d'autres là-bas. Nous vous recommandons d'installer < a href = "https://en-ca.wordpress.org/plugins/wp-mail-smtp/" > WP mail SMTP </a> pour augmenter votre délivrabilité.

source: It appears you have incomplete settings! Go to <a href="?page=gh_settings">the settings page</a> and fill out all your business information.
fr_ca: Il semble que vous avez des paramètres incomplets! Allez à < a href = "? page = gh_settings" > la page des paramètres </a> et remplissez toutes les informations de votre entreprise.

source: You have no active funnels! Go to <a href="?page=gh_funnels&action=add">the funnels page</a> and create your first funnel!
fr_ca: Vous n'avez pas de entonnoirs actifs! Allez à < a href = "? page = gh_funnels & action = add" > la page des entonnoirs </a> et créez votre premier entonnoir!

source: Seems like you need some more contacts. Go to the <a href="?page=gh_settings&tab=tools">tools area</a> and import your mailing list!
fr_ca: On dirait que vous avez besoin de plus de contacts. Allez à la < a href = "? page = gh_settings & tab = tools" > Outils zone </a> et importez votre liste de diffusion!

source: Full Walkthrough
fr_ca: Procédure pas à pas complète

source: Watch this full walkthrough of setting up Groundhogg and building your first funnel.
fr_ca: Regardez cette procédure pas à pas complète de la mise en place Groundhogg et la construction de votre premier entonnoir.

source: Managing Users
fr_ca: Gestion des utilisateurs

source: If you have sales people you need to read how you can give them only specific access to your CRM.
fr_ca: Si vous avez des vendeurs, vous devez lire comment vous pouvez leur donner un accès spécifique à votre CRM.

source: How To Remain Compliant
fr_ca: Comment rester conforme

source: Learn about the tools Groundhogg provides so you can remain complaint in countries around the world.
fr_ca: Apprenez-en plus sur les outils que Groundhogg fournit pour que vous puissiez rester plainte dans les pays du monde entier.

source: Send Marketing With Groundhogg
fr_ca: Envoyer du marketing avec Groundhogg

source: Get your first 1000 credits free when you sign up! Send SMS and Email with Groundhogg.
fr_ca: Obtenez vos premiers crédits 1000 gratuitement lorsque vous vous inscrivez! Envoyer des SMS et des E-mails avec Groundhogg.

source: Read More...
fr_ca: Lire plus…

source: Buy Now!
fr_ca: Achetez maintenant!

source: Welcome %s!
fr_ca: Bienvenue %s!

source: Support Articles
fr_ca: Articles de soutien

source: Don't know where to start? Checkout these articles and learn how to make Groundhogg work for you.
fr_ca: Vous ne savez pas par où commencer? Commander ces articles et apprendre à faire Groundhogg travailler pour vous.

source: View All!
fr_ca: Tout voir!

source: Awesome Extensions
fr_ca: Extensions impressionnantes

source: Need more functionality? Need to connect Groundhogg to your store? We have an extension for that!
fr_ca: Besoin de plus de fonctionnalités? Besoin de connecter Groundhogg à votre magasin? Nous avons une extension pour cela!

source: You do not have permission export contacts.
fr_ca: Vous n'êtes pas autorisé à installer les mises à jour du plugin

source: Please select at least 1 tag.
fr_ca: Veuillez sélectionner au moins 1 balise.

source: Terms
fr_ca: Termes

source: No contact provided...
fr_ca: Aucun contact donné...

source: Contact is not marketable.
fr_ca: Le contact n'est pas commercialisable.

source: There must be a minimum 5 seconds before a contact can receive another email.
fr_ca: Il doit y avoir un minimum de 5 secondes avant qu'un contact puisse recevoir un autre e-mail.

source: An unknown error occurred.
fr_ca: Une erreur inconnue s'est produite.

source: Email failed to send. Send time: %s To: %s Subject: %s Error: %s
fr_ca: Email de Groundhogg n'a pas pu envoyer. Temps d'envoi: %s à: %s objet: %s erreur: %s

# cron_schedule
source: Every 10 Minutes
fr_ca: Toutes les 10 minutes

# cron_schedule
source: Every 5 Minutes
fr_ca: Toutes les 5 minutes

# cron_schedule
source: Every 1 Minutes
fr_ca: Toutes les 1 minutes

source: Every 10 Minutes
fr_ca: Toutes les 10 minutes

source: Every 5 Minutes
fr_ca: Toutes les 5 minutes

source: Every 1 Minutes
fr_ca: Toutes les 1 minutes

source: Could not process queue for unknown reason.
fr_ca: Impossible de traiter la file d'attente pour une raison inconnue.

source: No events are available to process.
fr_ca: Aucun événement n'est disponible pour le traitement.

# form_default
source: First Name *
fr_ca: Prénom *

# form_default
source: Do not include numbers or special characters.
fr_ca: N'incluez pas de chiffres ou de caractères spéciaux.

# form_default
source: Last Name *
fr_ca: Nom *

# form_default
source: Email *
fr_ca: Courriel *

# form_default
source: Phone *
fr_ca: Telephone *

# form_default
source: File *
fr_ca: Fichier *

# form_default
source: Time *
fr_ca: Temps *

# form_default
source: Address *
fr_ca: Adresse *

# form_default
source: Street Address 1
fr_ca: Adresse postale 1

# form_default
source: Street Address 2
fr_ca: Adresse postale 2

# form_default
source: City
fr_ca: Ville

# form_default
source: State/Province
fr_ca: État/Province

# form_default
source: Country *
fr_ca: Pays *

# form_default
source: Please select a country
fr_ca: Veuillez sélectionner un pays

# form_default
source: Postal/Zip Code
fr_ca: Code postal/ZIP

# form_default
source: Number *
fr_ca: Numéro *

# form_default
source: Select *
fr_ca: Sélectionnez *

# form_default
source: Please select one
fr_ca: Veuillez sélectionner un

# form_default
source: I agree to the <i>terms of service</i>.
fr_ca: J'accepte les conditions de service <i> </i>.

# form_default
source: Please agree to the terms of service.
fr_ca: Veuillez accepter les conditions de service.

# form_default
source: I consent to having my personal information collected, and to receive marketing and transactional information related to my request.
fr_ca: Je consens à ce que mes renseignements personnels soient recueillis et à recevoir des informations de marketing et transactionnelles liées à ma demande.

# form_default
source: I Consent
fr_ca: I consentement

# form_default
source: There is no email to manage.
fr_ca: Sélectionnez un e-mail à envoyer.

# form_default
source: Your preferences have been changed!
fr_ca: Vos préférences ont été modifiées!

# form_default
source: I love this company, you can communicate with me whenever you feel like.
fr_ca: J'aime cette compagnie, vous pouvez communiquer avec moi quand vous vous sentez comme.

# form_default
source: It's getting a bit much. Communicate with me weekly.
fr_ca: Ça devient un peu trop. Communiquez avec moi chaque semaine.

# form_default
source: Distance makes the heart grow fonder. Communicate with me monthly.
fr_ca: La distance fait grandir le cœur. Communiquez avec moi mensuellement.

# form_default
source: I no longer wish to receive any form of communication. Unsubscribe me!
fr_ca: Je ne souhaite plus recevoir aucune forme de communication. Me désabonner!

# form_default
source: Manage Email Preferences For <b>
fr_ca: Gérer les préférences de messagerie pour <b>

# form_default
source: Please also delete all personal information on record.
fr_ca: Veuillez également supprimer toutes les informations personnelles à l'enregistrement.

source: Submit
fr_ca: Soumettre

source: (Edit Form)
fr_ca: (Modifier le formulaire)

source: Please Select One Or More Tags
fr_ca: Veuillez sélectionner une ou plusieurs balises

source: Please select a contact
fr_ca: Veuillez sélectionner un contact

source: Please select an email
fr_ca: Veuillez sélectionner un E-mail

source: Please select 1 or more benchmarks
fr_ca: Veuillez sélectionner 1 ou plusieurs benchmarks

source: Please select 1 or more meta keys
fr_ca: Veuillez sélectionner 1 ou plusieurs clés

source: Upload Image
fr_ca: Télécharger une image

source: Alt Tag
fr_ca: Balise Alt

source: Title
fr_ca: Titre

# replacement
source: The contact's first name.
fr_ca: Le prénom du contact.

# replacement
source: The contact's last name.
fr_ca: Le nom du contact.

# replacement
source: The contact's email address.
fr_ca: L'adresse e-mail du contact.

# replacement
source: The contact's phone number.
fr_ca: Le numéro de téléphone du contact.

# replacement
source: The contact's phone number extension.
fr_ca: L'extension du numéro de téléphone du contact.

# replacement
source: The contact's full address.
fr_ca: L'adresse complète du contact.

# replacement
source: The contact's company name.
fr_ca: Nom de la compagnie du contact.

# replacement
source: The contact's job title.
fr_ca: Le nom du poste du contact.

# replacement
source: The contact's company address.
fr_ca: Adresse de l'entreprise du contact.

# replacement
source: Any meta data related to the contact. Usage: {meta.attribute}
fr_ca: Toutes les méta-données liées au contact. Utilisation: {meta. Attribute}

# replacement
source: The business name as defined in the settings.
fr_ca: Nom de l'entreprise tel que défini dans les paramètres.

# replacement
source: The business phone number as defined in the settings.
fr_ca: Le numéro de téléphone professionnel tel que défini dans les paramètres.

# replacement
source: The business address as defined in the settings.
fr_ca: L'adresse professionnelle définie dans les paramètres.

# replacement
source: The contact owner's name.
fr_ca: Le nom du propriétaire du contact.

# replacement
source: The contact owner's email address.
fr_ca: Adresse e-mail du propriétaire du contact.

# replacement
source: The contact owner's phone number.
fr_ca: Le numéro de téléphone du propriétaire du contact.

# replacement
source: A link to confirm the email address of a contact.
fr_ca: Un lien pour confirmer l'adresse e-mail d'un contact.

# replacement
source: A link to confirm the email address of a contact which can be placed in a button or link.
fr_ca: Un lien pour confirmer l'adresse e-mail d'un contact qui peut être placé dans un bouton ou un lien.

# replacement
source: A superlink code. Usage: {superlink.id}
fr_ca: Un code Superlien. Utilisation: {superlien.id}

# replacement
source: Insert a dynamic date. Usage {date.format|time}. Example: {date.Y-m-d|+2 days}
fr_ca: Insérez une date dynamique. Utilisation {date. format | Time}. Exemple: {date. Y-m-d | + 2 jours}

# replacement
source: Insert a download link for a file. Usage {files.key}. Example: {files.custom_files}. Do find the key for a file see the contact record and copy the relevant replacement code.
fr_ca: Insérez un lien de téléchargement pour un fichier. Utilisation {files. Key}. Exemple: {files. custom_files}. Trouvez la clé pour un fichier Voir l'enregistrement de contact et copiez le code de remplacement pertinent.

# replacement
source: Inserts a random quote from the movie Groundhogg Day featuring Bill Murray
fr_ca: Insère une citation aléatoire du film Groundhogg Day mettant en vedette Bill Murray

source: Replacement Code
fr_ca: Code de remplacement

# replacement
source: Insert Replacement
fr_ca: Remplacement de l'insert

source: Close
fr_ca: Fermer

source: Confirm your email.
fr_ca: Confirmez votre email.

source: No files found.
fr_ca: Aucun fichier trouvé.

source: Marketer
fr_ca: Commercialisation

source: Sales Manager
fr_ca: Directeur des ventes

source: Your user role does not have the required permissions to %s.
fr_ca: Votre rôle d'utilisateur n'a pas les autorisations requises pour %s.

source: Step Title
fr_ca: Titre de l'Étape

source: Run on which blog?
fr_ca: Courir sur quel blog?

source: Any blog
fr_ca: N'importe quel blog

source: You must agree to the terms to sign up.
fr_ca: Veuillez accepter les conditions de service

source: Please provide a valid email address.
fr_ca: Veuillez saisir une adresse courriel valide

source: The file you have uploaded is too big.
fr_ca: Le fichier que vous avez téléchargé est trop grand.

source: You are not permitted to upload this type of file.
fr_ca: Vous n'êtes pas autorisé à télécharger ce type de fichier.

source: New Step
fr_ca: Nouvelle étape

# element_name
source: Admin Notification
fr_ca: Notification admin pour {First}

# element_description
source: Send an email notification to any email or list of emails.
fr_ca: Envoyez une notification par e-mail à tout e-mail ou liste d'e-mails.

source: Follow up with {first} {last} tomorrow.
fr_ca: Suivi avec {First} {Last} demain.

source: Admin Notification for {first}
fr_ca: Notification admin pour {First}

# admin_notification_settings
source: Send To:
fr_ca: Envoyer à:
