Repository: JungleGenius/groundhogg
Catalog: languages/groundhogg-*.po
Languages: fr_ca

# widget_name
source: Email Activity Report
fr_ca: Rapport d'activité de courrier électronique

source: Emails Sent
fr_ca: E-mails envoyés

source: Emails Opened
fr_ca: Emails ouverts

source: Emails Clicked
fr_ca: E-mails cliqués

source: Total Sent
fr_ca: Total envoyé

source: Total Opened
fr_ca: Total ouvert

source: Total Clicked
fr_ca: Total cliqué

source: Average Open Rate
fr_ca: Taux d'ouverture moyen

source: Average Click Through Rate
fr_ca: Taux de clics moyen

# widget_name
source: Search Engine Report
fr_ca: Rapport du moteur de recherche

source: No new search engine sources to report.
fr_ca: Aucune nouvelle source de moteur de recherche à signaler.

source: Search Engine
fr_ca: Moteur de recherche

source: No new social media sources to report.
fr_ca: Pas de nouvelles sources de médias sociaux à signaler.

source: Social Media Source
fr_ca: Source des médias sociaux

# widget_name
source: Social Media Report
fr_ca: Rapport sur les médias sociaux

source: Social Media Site
fr_ca: Site des médias sociaux

# widget_name
source: Source Page Report
fr_ca: Rapport de page source

source: No new pages to report.
fr_ca: Pas de nouvelles pages à signaler.

source: No new sources to report.
fr_ca: Pas de nouvelles sources à rapporter.

source: Source Page URL
fr_ca: URL de la page source

# widget_name
source: Groundhogg Summary
fr_ca: Groundhogg Résumé

# widget_name
source: Reporting Time Range
fr_ca: Rapport plage de temps

# reporting_range
source: Today
fr_ca: Aujourd’hui

# reporting_range
source: Yesterday
fr_ca: Hier

# reporting_range
source: This Week
fr_ca: Cette semaine

# reporting_range
source: Last Week
fr_ca: La semaine dernière

# reporting_range
source: Last 30 Days
fr_ca: Les 30 derniers jours

# reporting_range
source: This Month
fr_ca: Ce mois-ci

# reporting_range
source: Last Month
fr_ca: Dernier mois

# reporting_range
source: This Quarter
fr_ca: Ce trimestre

# reporting_range
source: Last Quarter
fr_ca: Dernier trimestre

# reporting_range
source: This Year
fr_ca: Cette année

# reporting_range
source: Last Year
fr_ca: L'année dernière

# reporting_range
source: Custom Range
fr_ca: Gamme personnalisée

source: Use this form to quickly change the reporting time for any Groundhogg reports that use it.
fr_ca: Utilisez ce formulaire pour modifier rapidement le temps de reporting de tous les rapports Groundhogg qui l'utilisent.

# widget_name
source: UTM Campaign Report
fr_ca: Rapport de campagne UTM

source: Nothing new to report.
fr_ca: Rien de nouveau à signaler.

source: Campaign
fr_ca: Campagne

source: Medium
fr_ca: Moyen

source: Term
fr_ca: Terme

source: Email Templates
fr_ca: Gabarits de courriel

source: My Emails
fr_ca: Mes emails

source: Start Writing
fr_ca: Commencer à écrire

source: Custom Email
fr_ca: E-mail personnalisé

source: Button
fr_ca: Bouton

source: I am a button &rarr;
fr_ca: Je suis un bouton &rarr;

source: Button Text
fr_ca: Texte du bouton

source: Button Link
fr_ca: Lien du bouton

source: Button Color
fr_ca: Couleur du bouton

source: Font Color
fr_ca: Couleur de la police

source: Font Size
fr_ca: Taille de la police

source: Button Font
fr_ca: Police de boutons

source: Divider
fr_ca: Séparateur

source: Width
fr_ca: Largeur

source: This is some custom HTML which you can edit on the right. You may enter any valid HTML tags, but they may get filtered out as some email browsers to not support certain HTML.
fr_ca: Il s'agit d'un HTML personnalisé que vous pouvez éditer sur la droite. Vous pouvez entrer des balises HTML valides, mais ils peuvent être filtrés comme certains navigateurs de messagerie pour ne pas prendre en charge certains HTML.

source: Alignment
fr_ca: Alignement

source: Left
fr_ca: Gauche

source: Center
fr_ca: Centre

source: Right
fr_ca: Droit

source: Spacer
fr_ca: Séparateur

source: Spacer Height
fr_ca: Hauteur de l'entretoise

source: Text Block
fr_ca: Bloc de texte

source: Customize this section by editing the text, adding your own copy, using the options above to bold, italicize, or create links and bullets, or use the options in the "Design" panel on the left to change the font styles of your email.
fr_ca: Personnalisez cette section en modifiant le texte, en ajoutant votre propre copie, en utilisant les options ci-dessus en gras, en italicize ou en créant des liens et des puces, ou utilisez les options du panneau «Design» sur la gauche pour modifier les styles de police de votre e-mail.

source: H1 Size
fr_ca: Taille H1

source: H1 Font
fr_ca: H1 police

source: H2 Size
fr_ca: Taille H2

source: H2 Font
fr_ca: Police H2

source: Paragraph Size
fr_ca: Taille de paragraphe

source: Paragraph Font
fr_ca: Police de paragraphe

# page_title
source: Emails
fr_ca: Courriels

source: Unlike most marketing automation platforms Groundhogg made the decision to <strong>store emails globally</strong>. That means that you can use the same email across different funnels without ever having to re-write it. From this screen you can <strong>View/Edit/Delete</strong> emails and see their respective open rates across different funnels.
fr_ca: Contrairement à la plupart des plateformes de marketing Automation Groundhogg a pris la décision de <strong> stocker des e-mails globalement </strong>. Cela signifie que vous pouvez utiliser le même e-mail sur différents entonnoirs sans jamais avoir à le ré-écrire. À partir de cet écran, vous pouvez <strong> Afficher/modifier/supprimer </strong> e-mails et voir leurs taux d'ouverture respectifs sur différents entonnoirs.

source: When you add a new email you can either select a pre-written email template created by our in house digital marketing specialists or you can select one of your own past written emails to copy.
fr_ca: Lorsque vous ajoutez un nouvel e-mail, vous pouvez soit sélectionner un modèle de courrier électronique pré-écrit créé par nos spécialistes en marketing numérique interne ou vous pouvez sélectionner l'un de vos propres e-mails écrits passés à copier.

source: When you are editing an email, you can drag in new blocks from the right hand side into your email content. You can edit the appearance of the email with the settings on the left hand side of the email content. When designing our email builder we made the decision to keep features sparse. Hence no columns and no frilly html stuff. Just the basics. The reason for this being 80% of email is read on mobile, so our email builder is optimized for better mobile consumption.
fr_ca: Lorsque vous modifiez un e-mail, vous pouvez faire glisser dans de nouveaux blocs à partir du côté droit dans votre contenu de messagerie. Vous pouvez modifier l'apparence de l'e-mail avec les paramètres sur le côté gauche du contenu de l'e-mail. Lors de la conception de notre générateur de courrier électronique, nous avons pris la décision de garder les fonctionnalités clairsemées. Donc pas de colonnes et pas de trucs html froufrous. Juste les bases. La raison pour cela étant 80% de l'e-mail est lu sur mobile, de sorte que notre constructeur de messagerie est optimisé pour une meilleure consommation mobile.

source: When you believe an email is ready for sending set the status to <strong>Ready</strong> and then you can use it in any broadcast or funnel. An email which is in draft mode will not be sent.
fr_ca: Lorsque vous croyez qu'un e-mail est prêt pour l'envoi, réglez l'État sur <strong> Ready </strong>, puis vous pouvez l'utiliser dans n'importe quelle émission ou entonnoir. Un e-mail en mode brouillon ne sera pas envoyé.

source: Testing
fr_ca: Test

source: To test an email simply check off the <strong>Send Test</strong> checkbox and select the user account you'd like to send the test to. For best results, use a minimal number of images, make text easy to read and write good content. Tests will be sent regardless of the email's current status.
fr_ca: Pour tester un e-mail, cochez la case <strong> Send test </strong> et sélectionnez le compte d'utilisateur auquel vous souhaitez envoyer le test. Pour de meilleurs résultats, utilisez un nombre minimal d'images, rendre le texte facile à lire et à écrire du bon contenu. Les tests seront envoyés indépendamment de l'état actuel de l'e-mail.

source: Add Email
fr_ca: Ajouter un E-mail

source: Emails
fr_ca: Courriels

source: Trashed
fr_ca: Dans la poubelle.

source: Deleted
fr_ca: Supprimé

source: Restored
fr_ca: Restauré

source: Could not create email.
fr_ca: Impossible de créer un e-mail.

source: This email will not be sent while in DRAFT mode.
fr_ca: Cet e-mail ne sera pas envoyé en mode brouillon.

source: Email Updated.
fr_ca: Courriel mis à jour.

source: Something went wrong.
fr_ca: Oups! Quelque chose ne va pas.

source: Failed to send test:
fr_ca: Échec de l'envoi du test:

source: Sent test email to
fr_ca: E-mail de test envoyé à

source: No user selected. PLease select a user to send the test to.
fr_ca: Aucun utilisateur sélectionné. Veuillez sélectionner un utilisateur auquel envoyer le test.

source: Search Emails
fr_ca: Rechercher des E-mails

# Column label
source: Subject
fr_ca: Sujet

# Column label
source: From User
fr_ca: De l'utilisateur

# Column label
source: Author
fr_ca: Auteur

# Column label
source: Last Updated
fr_ca: Dernière mise à jour

source: Empty Trash
fr_ca: Vider la corbeille

source: Ready
fr_ca: Traitée

source: Draft
fr_ca: Brouillon

source: Trash
fr_ca: Corbeille

source: Restore
fr_ca: Restaurer

source: no subject
fr_ca: pas de sujet

source: The Contact's Owner
fr_ca: Le propriétaire du contact

source: Updated
fr_ca: Mis à jour

# List table bulk action
source: Delete Permanently
fr_ca: Supprimer Définitivement

# List table bulk action
source: Restore
fr_ca: Restaurer

# List table bulk action
source: Trash
fr_ca: Corbeille

source: Subject Line: Used to capture the attention of the reader.
fr_ca: Objet ligne: utilisé pour capter l'attention du lecteur.

source: Pre Header Text: Used to summarize the content of the email.
fr_ca: Texte de l'en-tête pré: utilisé pour résumer le contenu de l'e-mail.

source: &larr; Back to editing funnel
fr_ca: &larr; Retour à l'entonnoir d'édition

source: Email Options
fr_ca: Options de courriel

source: Enable Browser View
fr_ca: Activer la vue du navigateur

source: Sender
fr_ca: Expéditeur

source: From User:
fr_ca: De l'utilisateur:

source: Send Test:
fr_ca: Envoyer le test:

source: Please Select One.
fr_ca: Veuillez sélectionner un.

source: Blocks
fr_ca: Blocs

# page_title
source: Events
fr_ca: Événements

source: Add Event
fr_ca: Ajouter événement

source: Edit Event
fr_ca: Edit, événement

source: Events
fr_ca: Événements

source: events cancelled
fr_ca: événements annulés

source: events rescheduled
fr_ca: événements rééchellé

source: Search Events
fr_ca: Rechercher des événements

source: contact deleted
fr_ca: contact supprimé

source: deleted
fr_ca: supprimé

source: (step deleted)
fr_ca: (étape supprimée)

source: Process Events (Auto Runs In %s)
fr_ca: Événements de processus (exécutions automatiques dans %s)

source: Will run
fr_ca: S'exécutera

source: Skipped
fr_ca: Ignoré

source: Processed
fr_ca: Traitées

source: Failed
fr_ca: Échec

# List table bulk action
source: Run
fr_ca: Commencer

# List table bulk action
source: Cancel
fr_ca: Annuler

source: Waiting <span class="count">(
fr_ca: Attente < span class = "count" > (

source: Skipped <span class="count">(
fr_ca: Ignoré < span class = "count" > (

source: Cancelled <span class="count">(
fr_ca: Annulé < span class = "count" > (

source: Completed <span class="count">(
fr_ca: Terminé < span class = "count" > (

source: Execute
fr_ca: Exécuter

source: View Contact
fr_ca: Voir contact

source: An error occurred, please try again.
fr_ca: Une erreur s'est produite, Veuillez réessayer.

source: Your license key expired on %s.
fr_ca: Votre clé de licence a expiré sur %s.

source: Your license key has been disabled.
fr_ca: Votre clé de licence a été désactivée.

source: Invalid license.
fr_ca: Licence invalide.

source: Your license is not active for this URL.
fr_ca: Votre licence n'est pas active pour cette URL.

source: This appears to be an invalid license key
fr_ca: Il s'agit d'une clé de licence non valide

source: Your license key has reached its activation limit.
fr_ca: Votre clé de licence a atteint sa limite d'activation.

source: License Activated
fr_ca: Licence activée

source: Enter your extension license keys here to receive updates for purchased extensions. If your license key has expired, <a href="https://groundhogg.io/account/">please renew your license.</a>
fr_ca: Entrez vos clés de licence d'extension ici pour recevoir des mises à jour pour les extensions achetées. Si votre clé de licence a expiré, < a href = "https://groundhogg.io/account/" > Veuillez renouveler votre licence. </a>

source: You have no extensions installed. Want some?
fr_ca: Vous n'avez pas d'extensions installées. Tu en veux?

source: Get your first extension!
fr_ca: Obtenez votre première extension!

source: No data. See your account at Groundhogg.io
fr_ca: Pas de données. Voir votre compte à Groundhogg.io

source: Activate Extension
fr_ca: Activer l'extension

source: <p>Your license expires on %s</p>
fr_ca: <p> votre licence expire sur %s </p>

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s.
fr_ca: Il existe une nouvelle version de%1$s disponible. %2$sView version%3$s Details %4$s.

source: There is a new version of %1$s available. %2$sView version %3$s details%4$s or %5$supdate now%6$s.
fr_ca: Il existe une nouvelle version de%1$s disponible. %2$sView version%3$s détails %4$s ou%5$supdate maintenant%6$s.

source: You do not have permission to install plugin updates
fr_ca: Vous n'êtes pas autorisé à installer les mises à jour du plugin

source: Error
fr_ca: Erreur

source: Funnel Templates
fr_ca: Modèles d'entonnoir

source: Marketplace
fr_ca: Marché

source: Import Funnel
fr_ca: Entonnoir d'importation

source: Start Building
fr_ca: Commencer la construction

source: Search for templates from our marketplace.
fr_ca: Recherchez des modèles sur notre Marketplace.

source: Want to share your funnel with the world? <a target="_blank" href="https://www.groundhogg.io/updates/sell-your-templates-on-groundhogg-io/">Get Started Now!</a>
fr_ca: Vous voulez partager votre entonnoir avec le monde? < a target = "_ blank" href = "https://www.groundhogg.io/updates/sell-your-templates-on-groundhogg-io/" > Commencez dès maintenant! </a>

source: Type in a search term like "Webinar"...
fr_ca: Tapez dans un terme de recherche comme "Webinar"...

source: If you have a funnel import file (ends in .funnel) you can upload it here!
fr_ca: Si vous avez un fichier d'importation d'entonnoir (se termine par. entonnoir), vous pouvez le télécharger ici!

source: Import Funnels
fr_ca: Entonnoirs d'importation

# page_title
source: Funnels
fr_ca: Entonnoirs

source: Here you can edit your funnels. A funnel is a set of steps which can run automation based on contact interactions with your site. You can view the number of active contacts in each funnel, as well as when it was created and last updated.
fr_ca: Ici vous pouvez éditer vos entonnoirs. Un entonnoir est un ensemble d'étapes qui peuvent exécuter l'automatisation en fonction des interactions de contact avec votre site. Vous pouvez afficher le nombre de contacts actifs dans chaque entonnoir, ainsi que lors de sa création et de sa dernière mise à jour.

source: Funnels can be either Active/Inactive/Archived. If a funnel is Inactive, no contacts can enter and any contacts that may have been in the funnel will stop moving forward. The same goes for Archived funnels which simply do not show in the main list.
fr_ca: Les entonnoirs peuvent être actifs/inactifs/archivés. Si un entonnoir est inactif, aucun contact ne peut entrer et tous les contacts qui ont pu être dans l'entonnoir ne se déplacent pas vers l'avant. Il en va de même pour les entonnoirs archivés qui ne s'affichent tout simplement pas dans la liste principale.

source: Add A Funnel
fr_ca: Ajouter un entonnoir

source: To create a new funnel, simply click the Add New Button in the top left and select a pre-built funnel template. If you have a funnel import file you can click the import tab and upload the funnel file which will auto generate a funnel for you.
fr_ca: Pour créer un nouvel entonnoir, cliquez simplement sur le bouton Ajouter nouveau en haut à gauche et sélectionnez un modèle d'entonnoir prédéfini. Si vous avez un fichier d'importation d'entonnoir, vous pouvez cliquer sur l'onglet d'importation et télécharger le fichier entonnoir qui va générer automatiquement un entonnoir pour vous.

source: When editing a funnel you can add Funnel Steps. Funnel Steps are either Benchmarks or Actions. Benchmarks are whenever a Contact "does" something, while Actions are doing thing to a contact such as sending an email. Simply drag in the desired funnel steps in any order.
fr_ca: Lorsque vous modifiez un entonnoir, vous pouvez ajouter des étapes d'entonnoir. Les étapes d'entonnoir sont soit des repères, soit des actions. Les repères sont chaque fois qu'un contact «fait» quelque chose, tandis que les actions font la chose à un contact tel que l'envoi d'un email. Il suffit de faire glisser dans les étapes de l'entonnoir désiré dans n'importe quel ordre.

source: Actions are run sequentially, so when an action takes place, it simply loads the next action. That means if you need to change it you can!
fr_ca: Les actions sont exécutées séquentiellement, donc lorsqu'une action a lieu, elle charge simplement l'action suivante. Cela signifie que si vous avez besoin de le changer, vous pouvez!

source: Benchmarks are a bit different. If you have several benchmarks in a row, what happens is once one of them is completed by a contact the first action found proceeding that benchmark is launched, skipping all other benchmarks. That way you can have multiple automation triggers.
fr_ca: Les repères sont un peu différents. Si vous avez plusieurs repères dans une rangée, ce qui se passe est une fois l'un d'entre eux est complété par un contact de la première action trouvée procédure que le benchmark est lancé, en sautant tous les autres repères. De cette façon, vous pouvez avoir plusieurs déclencheurs d'automatisation.

source: Once a benchmark is complete all elements that are scheduled before that benchmark will stop immediately.
fr_ca: Une fois qu'une référence est terminée, tous les éléments qui sont programmés avant cette référence s'arrêtent immédiatement.

source: Reporting
fr_ca: Rapports

source: To view funnel reporting, simply dgo to the editing screen of any funnel, and then toggle the Reporting/Editing switch in the reporting box. You can select the time range which you would like to view by using the dropdown on the left and click the filter button.
fr_ca: Pour afficher les rapports d'entonnoir, il suffit de daller à l'écran d'édition de n'importe quel entonnoir, puis basculer le commutateur de rapport/modification dans la zone de rapport. Vous pouvez sélectionner la plage de temps que vous souhaitez afficher en utilisant la liste déroulante à gauche et cliquez sur le bouton de filtre.

source: Add Funnel
fr_ca: Ajouter entonnoir

source: Edit Funnel
fr_ca: Modifier l'entonnoir

source: Funnels
fr_ca: Entonnoirs

source: Funnel Duplicated
fr_ca: Entonnoir dupliqué

source: Archived
fr_ca: Archivé

source: Please select a template...
fr_ca: Veuillez sélectionner un modèle...

source: Funnel Created
fr_ca: Entonnoir créé

source: Drag in new steps to build the ultimate sales machine!
fr_ca: Faites glisser les nouvelles étapes pour créer la machine de vente ultime!

source: Completed Events
fr_ca: Événements terminés

source: Waiting Contacts
fr_ca: Contacts en attente

source: Your [max_input_vars] is too small for your funnel! You may experience odd behaviour and your funnel may not save correctly. Please <a target="_blank" href="http://www.google.com/search?q=increase+max_input_vars+php">increase your [max_input_vars] to at least double the current size.</a>.
fr_ca: Votre [max_input_vars] est trop petit pour votre entonnoir! Vous pouvez éprouver un comportement impair et votre entonnoir peut ne pas enregistrer correctement. S'il vous plaît < a target = "_ blank" href = "http://www.google.com/search?q? q = augmenter + max_input_vars + php" > Augmentez votre [max_input_vars] à au moins doubler la taille actuelle. </a>.

source: Funnel no longer active.
fr_ca: L'entonnoir n'est plus actif.

source: Funnels must start with 1 or more benchmarks
fr_ca: Les entonnoirs doivent commencer par 1 ou plusieurs repères

source: Funnel Updated
fr_ca: Entonnoir mis à jour

source: %d contacts added to funnel!
fr_ca: % d contacts ajoutés à l'entonnoir!

source: Search Funnels
fr_ca: Entonnoirs de recherche

source: Buy Now ($
fr_ca: Acheter maintenant ($

source: Download
fr_ca: Télécharger

source: Sorry, no templates were found.
fr_ca: Désolé, aucun modèle n'a été trouvé.

# Column label
source: Title
fr_ca: Titre

# Column label
source: Active Contacts
fr_ca: Contacts actifs

# Column label
source: Date Created
fr_ca: Date de création

source: Active
fr_ca: Actif

source: Inactive
fr_ca: Inactif

source: Build
fr_ca: Construire

source: Duplicate
fr_ca: Dupliquer

source: no title
fr_ca: pas de titre

source: Enter Funnel Name Here
fr_ca: Entrez le nom de l'entonnoir ici

source: Add Contacts
fr_ca: Ajouter des contacts

source: Select contacts to add into funnel:
fr_ca: Sélectionnez les contacts à ajouter dans l'entonnoir:

source: Select where to start:
fr_ca: Sélectionnez l'endroit où commencer:

source: Export Funnel
fr_ca: Entonnoir d'exportation

source: Benchmarks
fr_ca: Repères

source: Benchmarks start and stop automation elements for a contact.
fr_ca: Les repères démarrent et arrêtent les éléments d'automatisation pour un contact.

source: Actions are launched whenever a contact completes a benchmark.
fr_ca: Des actions sont lancées chaque fois qu'un contact termine une référence.

source: Auto Saved...
fr_ca: Auto sauvé...

source: Settings
fr_ca: Paramètres

source: Enable Multisite Database
fr_ca: Activer la base de données multisite

source: This will enable a global database for all your sites in this multisite installation.
fr_ca: Cela permettra une base de données globale pour tous vos sites dans cette installation multisite.

source: You will have to manage all plugin settings from your MAIN blog, and any Groundhogg extensions should be made network active as well.
fr_ca: Vous aurez à gérer tous les paramètres du plugin à partir de votre blog principal, et toutes les extensions Groundhogg devrait être mis en réseau active ainsi.

source: Save Changes
fr_ca: Enregistrer les modifications

source: Settings Updated!
fr_ca: Paramètres mis à jour!

source: API Key
fr_ca: Clé API

source: API Keys
fr_ca: Clés API

source: Reissue
fr_ca: Réédition

source: Revoke
fr_ca: Révoquer

source: Public Key
fr_ca: Clé publique

source: Token
fr_ca: Jeton

source: Secret Key
fr_ca: Clé secrète

source: Please Select a User
fr_ca: Veuillez sélectionner un utilisateur

source: Generate New API Keys
fr_ca: Générer de nouvelles clés d'API

# settings_tabs
source: General
fr_ca: Général

# settings_tabs
source: Email
fr_ca: Courriel

# settings_tabs
source: Tools
fr_ca: Outils

# settings_tabs
source: Licenses
fr_ca: Licences

# settings_sections
source: Business Settings
fr_ca: Config. Entreprise

# settings_sections
source: Misc Settings
fr_ca: Paramètres divers

# settings_sections
source: Compliance
fr_ca: Conformité

# settings_sections
source: Email Bounces
fr_ca: Rebonds par e-mail

# settings_sections
source: Groundhogg Email Service
fr_ca: Service de messagerie Groundhogg

# settings_sections
source: API Settings
fr_ca: Paramètres de l'API

# settings
source: Business Name
fr_ca: Nom d'entreprise
