Repository: JungleGenius/groundhogg
Catalog: languages/groundhogg-*.po
Languages: fr_ca

source: Use any email address or the {owner_email} replacement code.
fr_ca: Utilisez n'importe quelle adresse e-mail ou le code de remplacement {owner_email}.

# admin_notification_settings
source: Subject:
fr_ca: Sujet:

source: Use any valid replacement codes.
fr_ca: Utilisez des codes de remplacement valides.

# admin_notification_settings
source: Notification Text:
fr_ca: Texte de notification:

source: Manage Contact
fr_ca: Gérer le contact

# element_name
source: Apply Note
fr_ca: Appliquer la note

# element_description
source: Add a note to the notes section of a contact.
fr_ca: Vous n'êtes pas le propriétaire de ce contact.

source: This contact is super awesome!
fr_ca: Ce contact est super génial!

# apply_note_settings
source: Note Text:
fr_ca: Note texte:

# apply_note_settings
source: Use any valid replacement codes
fr_ca: Utiliser des codes de remplacement valides

# element_name
source: Apply Owner
fr_ca: Appliquer le propriétaire

# element_description
source: Set the contact owner to the specified user account.
fr_ca: Définissez le propriétaire du contact sur le compte d'utilisateur spécifié.

# apply_owner_settings
source: Apply Owner:
fr_ca: Appliquer le propriétaire:

# apply_owner_settings
source: Selecting more than 1 owner will treat the step as a round robin.
fr_ca: La sélection de plus d'un propriétaire traitera l'étape comme un Round-Robin.

# element_name
source: Apply Tag
fr_ca: Balise Alt

# element_description
source: Add a tag to a contact.
fr_ca: Ajoutez une balise à un contact.

source: Apply These Tags:
fr_ca: Appliquez ces balises:

source: Add new tags by hitting [enter] or by typing a [comma].
fr_ca: Ajoutez de nouvelles balises en appuyant sur [ENTER] ou en tapant une [virgule].

# element_name
source: Create User
fr_ca: Créer un compte utilisateur

# element_description
source: Create a WP User account at the specified level. Username is the contact's email.
fr_ca: Créez un compte d'utilisateur WP au niveau spécifié. Le nom d'utilisateur est le courriel du contact.

source: Which account level would you like to grant?
fr_ca: Quel niveau de compte souhaitez-vous accorder?

source: Which Blog?
fr_ca: Quel blog?

source: Add to all blogs
fr_ca: Ajouter à tous les blogs

# element_name
source: Date Timer
fr_ca: Champ de date

# element_description
source: Pause until a specific date & time.
fr_ca: Pause jusqu'à une date et une heure spécifiques.

source: Wait till:
fr_ca: Attendre:

source: Disable Temporarily:
fr_ca: Désactiver temporairement:

source: Disable
fr_ca: Désactiver

source: You have date timers with descending dates! Your funnel may not work as expected. See <a href="#%d">%s</a>! Timers with dates in the past will run immediately.
fr_ca: Vous avez des minuteries de date avec des dates descendantes! Votre entonnoir peut ne pas fonctionner comme prévu. Voir < a href = "#% d" > %s </a>! Les minuteries avec des dates dans le passé s'exécuteront immédiatement.

source: You have date timers with dates in the past! Your funnel may not work as expected. See <a href="#%d">%s</a>! Timers with dates in the past will run immediately.
fr_ca: Vous avez des minuteries de date avec des dates dans le passé! Votre entonnoir peut ne pas fonctionner comme prévu. Voir < a href = "#% d" > %s </a>! Les minuteries avec des dates dans le passé s'exécuteront immédiatement.

# element_name
source: Delay Timer
fr_ca: Temps maximum

# element_description
source: Pause for the specified amount of time.
fr_ca: S'exécute chaque fois que la page spécifiée est visitée.

source: Wait at least:
fr_ca: Attendez au moins:

source: Hours
fr_ca: Heures

source: Days
fr_ca: Jours

source: Weeks
fr_ca: Semaines

source: Months
fr_ca: Mois

source: And run:
fr_ca: Et courez:

source: Immediately
fr_ca: Immédiatement

source: At time of day...
fr_ca: Au moment de la journée...

# element_name
source: Edit Meta
fr_ca: Modifier Meta

# element_description
source: Directly edit the meta data of the contact.
fr_ca: Vous n'êtes pas le propriétaire de ce contact.

source: Key:
fr_ca: Clé

source: Value:
fr_ca: Valeur

# element_name
source: Field Timer
fr_ca: Temps min

# element_description
source: Pause for the specified amount of time before a date in the meta.
fr_ca: Pause pour le laps de temps spécifié avant une date dans le méta.

source: No Delay
fr_ca: Pas de retard

source: Before
fr_ca: Afficher le texte avant le numéro ($, €, #)

source: After
fr_ca: Après

source: Date Field:
fr_ca: Champ de date:

source: Please Select a Field
fr_ca: Veuillez sélectionner un champ

# element_name
source: HTTP Post
fr_ca: Post HTTP

# element_description
source: Send an HTTP Post to your favorite external software.
fr_ca: Envoyez une publication HTTP à votre logiciel externe favori.

source: Post Url:
fr_ca: URL de publication:

# element_name
source: Remove Tag
fr_ca: Supprimer ces balises

# element_description
source: Remove a tag from a contact.
fr_ca: Supprimez une balise d'un contact.

source: Remove These Tags:
fr_ca: Supprimer ces balises:

# element_name
source: Send Email
fr_ca: Envoyer le courriel

# element_description
source: Send an email to a contact.
fr_ca: Sélectionnez un e-mail à envoyer.

source: You have changes which have not been saved. Are you sure you want to exit?
fr_ca: Vous avez des modifications qui n'ont pas été sauvegardées. Êtes-vous sûr de vouloir quitter?

source: Select an email to send:
fr_ca: Sélectionnez un e-mail à envoyer:

source: Skip if confirmed?
fr_ca: Skip si confirmé?

source: Skip this email if the contact's email is already confirmed.
fr_ca: Ignorez cet e-mail si l'e-mail du contact est déjà confirmé.

source: Opens:
fr_ca: Ouvre:

source: Clicks:
fr_ca: Clics:

# element_name
source: Send SMS
fr_ca: Envoyer des SMS

# element_description
source: Send a one way text message to the contact.
fr_ca: Envoyez un message texte à sens unique au contact.

source: SMS uses the <a target="_blank" href="https://www.groundhogg.io/downloads/email-credits/">Groundhogg Credit System</a> & requires that you have setup your <a target="_blank" href="https://www.groundhogg.io/downloads/email-credits/">Groundhogg account</a>.
fr_ca: SMS utilise le < a target = "_ blank" href = "https://www.groundhogg.io/downloads/email-credits/" > Groundhogg système de crédit </a> & nécessite que vous avez configuré votre < a target = "_ blank" href = "https://www.groundhogg.io/downloads/email-credits/" > Groundhogg compte </a>.

source: Text Message:
fr_ca: Sms:

source: Use any valid replacement codes in your text message. Do not use html! Limit 140 characters.
fr_ca: Utilisez des codes de remplacement valides dans votre message texte. N'utilisez pas html! Limitez les caractères 140.

# element_name
source: Account Created
fr_ca: Entonnoir créé

# element_description
source: Runs whenever a WordPress account is created. Will create a contact if one does not exist.
fr_ca: S'exécute chaque fois qu'un compte WordPress est créé. Créera un contact s'il n'existe pas.

source: Run when the following type of account is created:
fr_ca: Exécuter lorsque le type de compte suivant est créé:

# element_name
source: Email Confirmed
fr_ca: Courriel confirmé

# element_description
source: Runs whenever a contact confirms their email.
fr_ca: S'exécute chaque fois qu'un contact confirme son e-mail.

source: Runs whenever an email is confirmed while in this funnel
fr_ca: S'exécute chaque fois qu'un e-mail est confirmé alors que dans cet entonnoir

# element_name
source: Web Form
fr_ca: Formulaire

# element_description
source: Use this form builder to create forms and display them on your site with shortcodes.
fr_ca: Utilisez ce générateur de formulaire pour créer des formulaires et les afficher sur votre site avec des shortcodes.

source: Shortcode:
fr_ca: Code raccourci :

source: JS Script:
fr_ca: Script JS:

source: Preview
fr_ca: Aperçu

source: Not all CSS rules are loaded in the admin area. Frontend results may differ.
fr_ca: Toutes les règles CSS ne sont pas chargées dans la zone d'administration. Les résultats frontend peuvent différer.

source: Thank You Page:
fr_ca: Page de remerciement:

source: Thank You Page
fr_ca: Page Remerciement

source: First
fr_ca: Première

source: Last
fr_ca: Dernier

source: Address
fr_ca: Adresse

source: Row
fr_ca: Ligne

source: GDPR
fr_ca: RGPD

source: Text
fr_ca: Texte

source: Number
fr_ca: Nombre

source: Dropdown
fr_ca: Déroulante

source: Radio
fr_ca: Sélection

source: Time
fr_ca: Heure

source: File
fr_ca: Fichier

source: Field
fr_ca: Champ

source: Insert Field: %s
fr_ca: Insérer un champ: %s

source: Insert Field
fr_ca: Insérer un champ

source: Required Field
fr_ca: Champ required

source: Yes
fr_ca: Oui

source: Label
fr_ca: Étiquette

source: The field label.
fr_ca: L'étiquette du champ.

source: The button text.
fr_ca: Le texte du bouton.

source: Placeholder
fr_ca: Espace réservé

source: The ghost text within the field.
fr_ca: Le texte fantôme dans le champ.

source: This will be the custom field name. I.E. {meta.name}
fr_ca: Il s'agit du nom de champ personnalisé. I.E. {meta.name}

source: The minimum number a user can enter.
fr_ca: Le nombre minimum qu'un utilisateur peut entrer.

source: The max number a user can enter.
fr_ca: Le nombre maximum qu'un utilisateur peut entrer.

source: The default value of the field.
fr_ca: Valeur par défaut du champ.

source: Enter 1 option per line.
fr_ca: Entrez 1 option par ligne.

source: Allow Multiple Selections
fr_ca: Autoriser les sélections multiples

source: Default
fr_ca: Défaut

source: The blank option which appears at the top of the list.
fr_ca: L'option vide qui apparaît en haut de la liste.

source: The width of the column.
fr_ca: La largeur de la colonne.

source: Theme
fr_ca: Thème

source: The Captcha Theme.
fr_ca: Le thème captcha.

source: The Captcha Size.
fr_ca: La taille du CAPTCHA.

source: Min Date
fr_ca: Date min

source: The minimum date a user can enter. You can enter a dynamic date or static date.
fr_ca: La date minimale à laquelle un utilisateur peut entrer. Vous pouvez entrer une date dynamique ou une date statique.

source: The maximum date a user can enter. You can enter a dynamic date or static date.
fr_ca: La date maximale à laquelle un utilisateur peut entrer. Vous pouvez entrer une date dynamique ou une date statique.

source: Min Time
fr_ca: Temps min

source: The minimum time a user can enter. You can enter a dynamic time or static time.
fr_ca: Durée minimale à laquelle un utilisateur peut entrer. Vous pouvez saisir une heure dynamique ou une heure statique.

source: Max Time
fr_ca: Temps maximum

source: The maximum time a user can enter. You can enter a dynamic time or static time.
fr_ca: Durée maximale à laquelle un utilisateur peut entrer. Vous pouvez saisir une heure dynamique ou une heure statique.

source: Max File Size
fr_ca: Taille maximale du fichier

source: Maximum size a file can be <b>in Bytes</b>. Your max upload size is %d Bytes.
fr_ca: La taille maximale d'un fichier peut être <b> en bytes </b>. Votre taille maximale de téléchargement est %d bytes.

source: Accepted File Types
fr_ca: Types de fichiers acceptés

source: The types of files a user may upload (comma separated).
fr_ca: Les types de fichiers qu'un utilisateur peut télécharger (séparés par des virgules).

source: CSS ID
fr_ca: ID CSS

source: Use to apply CSS.
fr_ca: Utilisez pour appliquer CSS.

source: CSS Class
fr_ca: Classe du CSS

source: Views:
fr_ca: Affichage:

source: Fills:
fr_ca: Remplissages de formulaire

source: Conversion Rate
fr_ca: Taux de conversion

# element_name
source: Link Click
fr_ca: Liens cliqués

# element_description
source: Runs whenever a special link is clicked and redirects the user to another page.
fr_ca: S'exécute chaque fois qu'un lien spécial est cliqué et redirige l'utilisateur vers une autre page.

source: Copy This Link:
fr_ca: Copiez ce lien:

source: Paste this link in any email or page. Once a contact clicks it the benchmark will be completed and the contact will be redirected to the page set below.
fr_ca: Collez ce lien dans n'importe quel e-mail ou page. Une fois qu'un contact clique dessus, la référence sera complétée et le contact sera redirigé vers la page définie ci-dessous.

source: Redirect To
fr_ca: Rediriger vers

# element_name
source: Page Visited
fr_ca: Page visitée

# element_description
source: Runs whenever the specified page is visited.
fr_ca: S'exécute chaque fois que la page spécifiée est visitée.

source: Enter URL
fr_ca: Entrez l'URL

source: Partial Match
fr_ca: Match partiel

source: Exact Match
fr_ca: Correspondance exacte

source: Match Url
fr_ca: URL du match

# element_name
source: Role Added/Changed
fr_ca: Rôle ajouté/modifié

# element_description
source: Runs whenever a user's role is changed .
fr_ca: S'exécute chaque fois que le rôle d'un utilisateur est modifié.

source: Run when this access is given:
fr_ca: Exécuter lorsque cet accès est donné:

# element_name
source: Tag Applied
fr_ca: Étiquette appliquée

# element_description
source: Runs whenever any of the specified tags are added to a contact.
fr_ca: S'exécute chaque fois que l'une des balises spécifiées est ajoutée à un contact.

source: Run when any of these tags are applied:
fr_ca: Exécuter lorsque l'une de ces balises sont appliquées:

source: Add new tags by hitting [Enter] or by typing a [,].
fr_ca: Ajoutez de nouvelles balises en appuyant sur [ENTER] ou en tapant un [,].

# element_name
source: Tag Removed
fr_ca: Nom de la balise

# element_description
source: Runs whenever any of the specified tags are removed from a contact.
fr_ca: S'exécute chaque fois qu'une des balises spécifiées est supprimée d'un contact.

source: Run when any of these tags are removed:
fr_ca: Exécuter lorsque l'une de ces balises sont supprimées:

source: This step has no registered settings.
fr_ca: Cette étape n'a pas de paramètres enregistrés.

source: Waiting:
fr_ca: Attente:

source: Completed:
fr_ca: Terminé:

source: No Contact
fr_ca: Pas de contact

source: This contact has not agreed to receive email marketing from you.
fr_ca: Ce contact n'a pas accepté de recevoir le marketing par courriel de votre part.

source: Unconfirmed. This contact will not receive emails, they are passed the email confirmation grace period.
fr_ca: Non confirmées. Ce contact ne recevra pas les e-mails, ils sont passés la période de grâce de confirmation par e-mail.

source: Unconfirmed. They will receive marketing.
fr_ca: Non confirmées. Ils recevront du marketing.

source: Confirmed. They will receive marketing.
fr_ca: Confirmé. Ils recevront du marketing.

source: Unsubscribed. They will not receive marketing.
fr_ca: Désabonné. Ils ne recevront pas de marketing.

source: This contact will only receive marketing weekly.
fr_ca: Ce contact ne recevra que le marketing hebdomadaire.

source: This contact will only receive marketing monthly.
fr_ca: Ce contact ne recevra que le marketing mensuel.

source: This email address bounced, they will not receive marketing.
fr_ca: Cette adresse e-mail rebondi, ils ne recevront pas de marketing.

source: This contact was marked as spam. They will not receive marketing.
fr_ca: Ce contact a été marqué comme spam. Ils ne recevront pas de marketing.

source: This contact complained about your emails. They will not receive marketing.
fr_ca: Ce contact s'est plaint de vos e-mails. Ils ne recevront pas de marketing.

source: | Find a bug in Groundhogg? <a target="_blank" href="%s">Report It</a>!</span>
fr_ca: | Trouver un bug à Groundhogg? < a target = "_ blank" href = " %s" > Signalez-Le </a>! </span>

source: Could not create contact.
fr_ca: Impossible de créer un contact.

source: Select and display one of your forms.
fr_ca: Sélectionnez et affichez l'un de vos formulaires.

source: Form Settings
fr_ca: Paramètres du formulaire

source: Form
fr_ca: Formulaire

source: Show Title
fr_ca: Afficher le titre

source: Show Description
fr_ca: Afficher la description

# default_pages
source: Email Preferences
fr_ca: Préférences de messagerie

# default_pages
source: <h2>Manage your email preferences!</h2><p>Use the form below to manage your email preferences.</p><p>[gh_form id="%d" title="%s"]</p>
fr_ca: <h2>Gérez vos préférences de messagerie!</h2> <p> Utilisez le formulaire ci-dessous pour gérer vos préférences de messagerie. </p> <p>[gh_form id="%d" title="%s"]</p>

# default_pages
source: Email Confirmed
fr_ca: Courriel confirmé

# default_pages
source: <h2>Your email [gh_contact field="email"] has been confirmed.</h2><p>Thank you! Return to your inbox to receive further communication.</p>
fr_ca: <h2>Votre email [gh_contact Field = "email"] a été confirmé.</h2> <p> Merci! Revenez à votre boîte de réception pour recevoir d'autres communications. </p>

# default_pages
source: Unsubscribed
fr_ca: Désabonné

# default_pages
source: <h2>Your email [gh_contact field="email"] has been unsubscribed.</h2><p>This means you will not receive any further marketing communication from us, but you may receive transactional emails related to billing.</p><p>Note that opting in again to any optin form or program on our site is implied consent and may result in starting to receive email communication again.</p>
fr_ca: <h2>Votre email [gh_contact Field = "email"] a été désabonné.</h2> <p> cela signifie que vous ne recevrez aucune autre communication marketing de notre part, mais vous pouvez recevoir des e-mails transactionnels liés à la facturation. </p> <p> Remarque que l'opt-in à nouveau à toute forme optin ou programme sur notre site est implicite consentement et peut entraîner à commencer à recevoir la communication par e-mail à nouveau. </p>

# default_pages
source: Emails
fr_ca: Courriels

source: Friend
fr_ca: Ami

source: Import Contacts
fr_ca: Importer des contacts

source: Use the following column format to import your contacts. Any custom information added into your data will be treated as custom meta data for the contact.
fr_ca: Utilisez le format de colonne suivant pour importer vos contacts. Toutes les informations personnalisées ajoutées à vos données seront traitées comme des méta-données personnalisées pour le contact.

source: These tags will be applied to the contacts upon importing.
fr_ca: Ces balises seront appliquées aux contacts lors de l'importation.

source: Export Contacts
fr_ca: Exporter des contacts

source: Export contacts to a .CSV file. This will download to your browser.
fr_ca: Exportez les contacts vers un. Fichier CSV. Cela sera téléchargé sur votre navigateur.

source: Contacts with these tags will be exported. Leave blank to export ALL contacts.
fr_ca: Les contacts avec ces balises seront exportés. Laissez vide pour exporter tous les contacts.

source: Bulk Delete Contacts
fr_ca: Supprimer les contacts en bloc

source: Bulk delete contacts.
fr_ca: Supprimer en bloc les contacts.

source: Contacts with these tags will be delete. Leave blank to delete ALL contacts.
fr_ca: Les contacts avec ces balises seront supprimés. Laissez vide pour supprimer tous les contacts.

source: Delete Contacts
fr_ca: Supprimer les contacts

source: Download System Info
fr_ca: Télécharger System Info

source: Download System Info when requesting support.
fr_ca: Téléchargez info système lors de la demande de support.

source: These API keys allow you to use the REST API to retrieve store data in JSON for external applications or devices.
fr_ca: Ces clés API vous permettent d'utiliser l'API REST pour récupérer des données de magasin en JSON pour des applications ou des périphériques externes.

source: Apply Groundhogg Tags
fr_ca: Supprimer les données Groundhogg

source: Once a contact is created this tag will be applied.
fr_ca: Une fois qu'un contact est créé, cette balise sera appliquée.

# email_template_name
source: Call To Action
fr_ca: Appel à l'action

# email_template_description
source: Use when you need contacts to take an action, and FAST!
fr_ca: Utilisez lorsque vous avez besoin de contacts pour prendre une action, et FAST!

# email_template_name
source: Plain Text
fr_ca: Texte brut

# email_template_description
source: Perfect for easy breezy communication with contacts.
fr_ca: Parfait pour une communication facile et rapide avec les contacts.

# email_template_name
source: Newsletter
fr_ca: Infolettre

# email_template_description
source: Ideal for when you have a lot to share.
fr_ca: Idéal pour quand vous avez beaucoup à partager.

# email_template_name
source: Excitement Generator
fr_ca: Générateur d'excitation

# email_template_description
source: Need people excited? This is what you need!
fr_ca: Besoin de gens excités? C'est ce dont vous avez besoin!

# email_template_name
source: Welcome Email
fr_ca: Email de bienvenue

# email_template_description
source: New contact? Make the feel at home.
fr_ca: Un nouveau contact? Faites la sensation à la maison.

# email_template_name
source: Confirmation Email
fr_ca: E-mail de confirmation

# email_template_description
source: Send a confirmation request for receiving further communication.
fr_ca: Envoyez une demande de confirmation pour recevoir une communication supplémentaire.

# email_template_name
source: Review Request
fr_ca: Demande de révision

# email_template_description
source: Want feedback? This is the easiest way to get it.
fr_ca: Vous voulez des commentaires? C'est la façon la plus facile de l'obtenir.

# email_template_name
source: Appreciation Email
fr_ca: E-mail de confirmation

# email_template_description
source: Let your customers know you value them.
fr_ca: Faites savoir à vos clients que vous les valoris.

source: Don't want these emails?
fr_ca: Vous ne voulez pas ces e-mails?

source: Unsubscribe.
fr_ca: Désabonner.

source: View In Browser...
fr_ca: Voir dans le navigateur...

# funnel_template_name
source: Welcome Series
fr_ca: Série de bienvenue

# funnel_template_description
source: A nice way to welcome new subscribers into your community.
fr_ca: Une belle façon d'accueillir de nouveaux abonnés dans votre communauté.

# funnel_template_name
source: Hype Series
fr_ca: Série hype

# funnel_template_description
source: Get your list excited for an event or product launch
fr_ca: Obtenez votre liste excité pour un événement ou lancement de produit

# funnel_template_name
source: Long Term Nurture
fr_ca: Nourrir à long terme

# funnel_template_description
source: For when you need to put the conversation on hold.
fr_ca: Pour quand vous avez besoin de mettre la conversation en attente.

# funnel_template_name
source: Webinar Registration
fr_ca: Inscription au webinaire

# funnel_template_description
source: Collect leads, send reminders, and follow up with this!
fr_ca: Recueillir des prospects, envoyer des rappels, et le suivi avec cela!

# funnel_template_name
source: Feedback Request
fr_ca: Demande de révision

# funnel_template_description
source: Looking to generate some reviews? This is what you need.
fr_ca: Besoin de gens excités? C'est ce dont vous avez besoin.

# funnel_template_name
source: Lead Magnet Download
fr_ca: Lead Magnet Télécharger

# funnel_template_description
source: Giving away a lead magnet? Make it irresistible.
fr_ca: Donner un aimant de plomb? Rendre irrésistible.

# funnel_template_name
source: Start From Scratch
fr_ca: Démarrer à partir de zéro

# funnel_template_description
source: Have some inspiration? Use this blank canvas!
fr_ca: Vous avez de l'inspiration? Utilisez cette toile vierge!

# funnel_template_name
source: Email Preferences
fr_ca: Préférences de messagerie

# funnel_template_description
source: Setup an email preferences center!
fr_ca: Page de préférences de messagerie!

source: CRM and marketing automation for WordPress
fr_ca: CRM et automatisation du marketing pour WordPress
