Repository: JungleGenius/groundhogg
Catalog: languages/groundhogg-*.po
Languages: fr_ca

source: No contact exists with the given ID.
fr_ca: Aucun contact n'existe avec l'ID donné.

source: Please provide a contact ID.
fr_ca: Aucun contact n'existe avec l'ID donné.

source: The requested method does not exist for module:
fr_ca: La méthode demandée n'existe pas pour le module:

source: The requested module does not exist.
fr_ca: Le module demandé n'existe pas.

source: Your token is invalid.
fr_ca: Votre jeton n'est pas valide.

source: Please provide a token.
fr_ca: Veuillez fournir un jeton.

source: Please use POST method to use API.
fr_ca: Veuillez utiliser la méthode POST pour utiliser l'API.

source: Something went wrong, but we do not know what.
fr_ca: Quelque chose a mal tourné, mais nous ne savons pas quoi.

# api
source: Invalid Authentication.
fr_ca: Authentification non valide.

# api
source: API key is not valid.
fr_ca: La clé API n'est pas valide.

# api
source: Please enter a API valid token and public key.
fr_ca: Veuillez entrer un jeton valide d'API et une clé publique.

# api
source: The ID of contact you want to retrieve.
fr_ca: ID du contact que vous souhaitez récupérer.

# api
source: Contains list of contact arguments. Please visit www.groundhogg.io for full list of accepted arguments.
fr_ca: Contient la liste des arguments de contact. S'il vous plaît visitez www.groundhogg.io pour la liste complète des arguments acceptés.

# api
source: ID of the contact which you want to delete.
fr_ca: ID de contact que vous souhaitez supprimer.

# api
source: The ID of the contact to update.
fr_ca: ID de la balise que vous souhaitez supprimer.

# api
source: Array of updated contact details.
fr_ca: Impossible de créer un contact.

# api
source: Contains array of tag ids/slugs for which you want to apply to the contact.
fr_ca: Contient un tableau de balises que l'utilisateur souhaite créer.

# api
source: Contains array of tag ids/slugs for which you want to remove from the contact.
fr_ca: Contient un tableau de balises que l'utilisateur souhaite créer.

# api
source: You are not eligible to perform this operation.
fr_ca: Vous n'êtes pas éligible pour effectuer cette opération.

# api
source: Please provide a valid contact ID.
fr_ca: Aucun contact n'existe avec l'ID donné.

# groundhogg
source: You are not eligible to perform this operation.
fr_ca: Vous n'êtes pas éligible pour effectuer cette opération.

# api
source: Please provide a valid email address.
fr_ca: Veuillez saisir une adresse courriel valide.

# groundhogg
source: Contact added successfully.
fr_ca: Contact ajouté avec succès.

# api
source: Please enter a valid email address.
fr_ca: Veuillez saisir une adresse courriel valide.

# api
source: This email address is already being used by another contact.
fr_ca: Désolé, l'e-mail %s appartient déjà à un autre contact.

# api
source: Could not apply tags.
fr_ca: Impossible de créer un contact.

# api
source: Could not remove tags.
fr_ca: Impossible de créer un contact.

# api
source: Contact updated successfully.
fr_ca: Contact mis à jour avec succès.

# api
source: Could not update contact.
fr_ca: Impossible de créer un contact.

# api
source: Contact deleted successfully.
fr_ca: Contact supprimé avec succès.

# api
source: Something went wrong.
fr_ca: Oups! Quelque chose ne va pas.

# api
source: Contact ID which you want to send to.
fr_ca: ID de contact auquel vous souhaitez envoyer.

# api
source: Email ID which you want to send.
fr_ca: ID de courrier électronique que vous souhaitez envoyer.

# api
source: No emails found.
fr_ca: Aucun email trouvé.

# api
source: Email with ID %d not found.
fr_ca: Email avec ID% d introuvable.

# api
source: Contact with ID %d not found.
fr_ca: Contact avec ID% d introuvable.

# api
source: Email sent successfully to contact.
fr_ca: E-mail envoyé avec succès pour contacter.

# api
source: Email not sent.
fr_ca: Email non envoyé.

# api
source: email_id and contact_id are required to perform this operation.
fr_ca: email_ID et contact_id sont nécessaires pour effectuer cette opération.

# api
source: The ID of tag to retrieve.
fr_ca: ID de la balise que vous souhaitez récupérer.

# api
source: Array of tag names.
fr_ca: Liste de tags.

# api
source: The ID of the tag to delete.
fr_ca: ID de la balise que vous souhaitez supprimer.

# api
source: Contains array of tags to update.
fr_ca: Contient un tableau de balises que l'utilisateur souhaite créer.

# api
source: Please provide a valid tag ID.
fr_ca: Aucun contact n'existe avec l'ID donné.

# api
source: No tags found.
fr_ca: Aucune balise trouvée.

source: tags added successfully.
fr_ca: balises ajoutées avec succès.

# api
source: Please enter tags.
fr_ca: Veuillez entrer les balises.

# api
source: Tag updated successfully.
fr_ca: Tag mis à jour avec succès.

# api
source: Something went wrong
fr_ca: Un problème est survenu

# api
source: Please provide a valid array of tags.
fr_ca: Veuillez entrer un tableau de balises.

# api
source: Tag deleted successfully.
fr_ca: Tag supprimé avec succès.

source: Select a form
fr_ca: Sélectionnez un formulaire

source: Groundhogg Forms
fr_ca: Formes Groundhogg

source: Use Groundhogg forms to collect leads and launch automation!
fr_ca: Utilisez les formulaires Groundhogg pour collecter des pistes et lancer l'automatisation!

source: Forms
fr_ca: Formes

source: Content
fr_ca: Contenu

source: Select a Form
fr_ca: Sélectionnez un formulaire

source: place Groundhogg Forms
fr_ca: Formes Groundhogg

source: Select Form
fr_ca: Sélectionnez formulaire

source: Please select grondhogg form.
fr_ca: Veuillez sélectionner un forme.

source: Cheatin huh?
fr_ca: On triche&#8217; hein ?

source: Select an email to send.
fr_ca: Sélectionnez un e-mail à envoyer.

source: Create New Email
fr_ca: Créer un nouvel E-mail

source: The Broadcast tool uses your global emails.
fr_ca: L'outil diffusion utilise vos e-mails globaux.

source: Send To:
fr_ca: Envoyer à:

source: This broadcast will be sent to contacts with these tags.
fr_ca: Cette diffusion sera envoyée aux contacts avec ces balises.

source: Exclude These Contacts:
fr_ca: Exclure ces contacts:

source: These contacts will be excluded.
fr_ca: Ces contacts seront exclus.

source: Send On:
fr_ca: Envoyer sur:

source: or
fr_ca: ou

source: Send Now
fr_ca: Envoyer maintenant

source: The day the broadcast will be sent.
fr_ca: Le jour où la diffusion sera envoyée.

source: Schedule Broadcast
fr_ca: Programmer la diffusion

source: Stats will show once the broadcast has been sent.
fr_ca: Les statistiques s'affichent une fois l'émission envoyée.

source: Stats
fr_ca: Statistiques

source: Total Delivered
fr_ca: Total livré

source: Opens
fr_ca: Ouvertures

source: Clicks
fr_ca: Clics

source: Click Through Rate
fr_ca: Taux de clics

source: Unopened
fr_ca: Fermé

source: Opens, did not click
fr_ca: Ouvre pas cliqué

source: Opens and clicked
fr_ca: Ouvre et clique sur

source: Links Clicked
fr_ca: Liens cliqués

source: Link
fr_ca: Lien

source: No Links Clicked...
fr_ca: Aucun lien cliqué...

# page_title
source: Broadcasts
fr_ca: Émissions

source: Broadcasts
fr_ca: Émissions

source: Broadcast(s) Cancelled.
fr_ca: Diffusion (s) annulée.

source: Please select one or more tags to send this broadcast to.
fr_ca: Veuillez sélectionner une ou plusieurs balises pour envoyer cette diffusion.

source: Please select a tag with one or more associated contacts.
fr_ca: Veuillez sélectionner une balise avec un ou plusieurs contacts associés.

source: Please send at a time in the future!
fr_ca: S'il vous plaît envoyer à un moment dans le futur!

source: Broadcast Scheduled!
fr_ca: Diffusion programmée!

source: Search Broadcasts
fr_ca: Recherche de diffusions

source: Schedule New
fr_ca: Planifié

# Column label
source: Email
fr_ca: Courriel

# Column label
source: Scheduled By
fr_ca: Programmé par

# Column label
source: Scheduled Run Date
fr_ca: Date d'exécution planifiée

# Column label
source: Send To Tags
fr_ca: Envoyer à des balises

# Column label
source: Stats
fr_ca: Statistiques

# Column label
source: Date Scheduled
fr_ca: Date prévue

source: All
fr_ca: Tous

source: Sent
fr_ca: Envoyé

source: Scheduled
fr_ca: Planifié

source: Cancelled
fr_ca: Annulée

source: Edit Email
fr_ca: Modifier le courrier électronique

source: Cancel
fr_ca: Annuler

source: no email
fr_ca: pas d'email

source: %s ago
fr_ca: Il y a %s

source: Will send
fr_ca: Enverra

source: on %s
fr_ca: Sur %s

source: in %s
fr_ca: dans %s

source: Created
fr_ca: Créé

# List table bulk action
source: Cancel Broadcast
fr_ca: Annuler la diffusion

source: Name
fr_ca: Nom

source: First Name
fr_ca: Prénom

source: Last Name
fr_ca: Nom

source: Contact Info
fr_ca: Informations de contact

source: Email
fr_ca: Courriel

source: Primary Phone
fr_ca: Téléphone principal

source: Phone Extension
fr_ca: Extension de téléphone

source: Owner
fr_ca: Propriétaire

source: Tags
fr_ca: Mots-clés

source: Add Contact
fr_ca: Ajoutez un Contact

# Column label
source: Opened
fr_ca: Ouvert

# Column label
source: Clicked
fr_ca: Cliqué

source: On %s
fr_ca: Sur %s

# Column label
source: Funnel
fr_ca: Entonnoir

# Column label
source: Step
fr_ca: Étape

# Column label
source: Time
fr_ca: Heure

source: Broadcast Email
fr_ca: Email de diffusion

source: funnel deleted
fr_ca: entonnoir supprimé

source: step deleted
fr_ca: (étape supprimée)

source: In %s
fr_ca: Dans %s

source: Run Now
fr_ca: Courez maintenant

source: Run Again
fr_ca: Exécuter à nouveau

source: Overview
fr_ca: Aperçu

source: This is where you can manage and view your contacts. Click the quick edit to quickly change contact details.
fr_ca: C'est là que vous pouvez gérer et afficher vos contacts. Cliquez sur l'édition rapide pour modifier rapidement les détails des contacts.

source: Editing
fr_ca: Modifier

source: While editing a contact you can modify any of their personal information. There are several points of interest...
fr_ca: Lors de l'édition d'un contact, vous pouvez modifier l'une de leurs informations personnelles. Il y a plusieurs points d'intérêt...

source: Manually unsubscribe a contact by checking the "mark as unsubscribed" button.
fr_ca: Désinscrivez manuellement un contact en cochant le bouton "marquer comme désabonné".

source: Make sure your in compliance by ensuring the terms of agreement and GDPR consent are both checked under the compliance section.
fr_ca: Assurez-vous que votre conformité en garantissant les conditions d'accord et le consentement GDPR sont tous les deux vérifiés dans la section de conformité.

source: View the origin of the contact by looking at the lead source field.
fr_ca: Affichez l'origine du contact en regardant le champ source de prospect.

source: Add or remove custom information about the contact by enabling the "Edit Meta" section. Each meta also includes a replacement code to include it in an email.
fr_ca: Ajoutez ou supprimez des informations personnalisées sur le contact en activant la section "Editer meta". Chaque méta inclut également un code de remplacement pour l'inclure dans un e-mail.

source: Re-run or cancel events for this contact by viewing the "Upcoming Events" or "Recent History" Section
fr_ca: Réexécutez ou annulez des événements pour ce contact en affichant la section «événements à venir» ou «historique récent»

source: Monitor their engagement by looking in the "Recent Email History" section.
fr_ca: Surveillez leur engagement en regardant dans la section «historique des E-mails récents».

source: Edit Contact: %s
fr_ca: Modifier le contact: %s

source: Oops!
fr_ca: Oups!

source: Search Contacts
fr_ca: Rechercher des contacts

source: Marked %d contacts as spam.
fr_ca: %d contacts comme spam.

source: Deleted %d contacts.
fr_ca: Supprimé% d contacts.

source: Approved %d contacts.
fr_ca: Supprimé% d contacts.

source: Please enter a valid email address.
fr_ca: Veuillez saisir une adresse courriel valide.

source: Sorry, the email %s already belongs to another contact.
fr_ca: Désolé, l'e-mail %s appartient déjà à un autre contact.

source: Please enter a valid email address
fr_ca: Veuillez saisir une adresse courriel valide

source: Contact created!
fr_ca: Contact créé!

source: This contact will no longer receive marketing.
fr_ca: Ce contact ne recevra que le marketing hebdomadaire.

source: The email address of this contact has been changed to %s. Their optin status has been changed to [unconfirmed] to reflect the change as well.
fr_ca: L'adresse e-mail de ce contact a été changée en %s. Leur statut d'optin a été changé en [non confirmé] pour refléter le changement aussi bien.

source: Hmm, looks like we couldn't add the new tags...
fr_ca: Hmm, semble que nous ne pouvions pas ajouter les nouvelles balises...

source: Email sent!
fr_ca: E-mails envoyés!

source: Email could not be sent.
fr_ca: Email non envoyé.

source: Contact added to funnel.
fr_ca: Contact ajouté à l'entonnoir.

source: Contact updated!
fr_ca: Contact mis à jour!

source: Could not upload file.
fr_ca: Impossible de télécharger le fichier.

source: Email cannot be blank.
fr_ca: Email ne peut pas être vide.

source: Invalid email address.
fr_ca: Adresse courriel invalide.

source: First name cannot be blank.
fr_ca: Le prénom ne peut pas être vide.

source: Search Contacts
fr_ca: Rechercher des contacts

source: Add New
fr_ca: Ajouter nouveau

source: Import
fr_ca: Importer

# Column label
source: First Name
fr_ca: Prénom

# Column label
source: Last Name
fr_ca: Nom

# Column label
source: Username
fr_ca: Nom d'utilisateur

# Column label
source: Owner
fr_ca: Propriétaire

source: Unconfirmed
fr_ca: Non confirmées

# List table bulk action
source: Delete
fr_ca: Supprimer

# List table bulk action
source: Approve
fr_ca: Approuver

# List table bulk action
source: Mark as Spam
fr_ca: Marquer comme pourriel

source: All <span class="count">(
fr_ca: Tout < span class = "count" > (

source: Unconfirmed <span class="count">(
fr_ca: Non confirmée < span class = "count" > (

source: Confirmed <span class="count">(
fr_ca: Confirmé < span class = "count" > (

source: Unsubscribed <span class="count">(
fr_ca: Désabonné < span class = "count" > (

source: Quick edit &#8220;%s&#8221; inline
fr_ca: Édition rapide & #8220; %s & #8221; Inline

source: Quick&nbsp;Edit
fr_ca: Modification&nbsp;rapide

source: Edit
fr_ca: Modifier

source: Mark %s as approved.
fr_ca: Marquer %s comme approuvé.

source: Approve
fr_ca: Approuver

source: Mark %s as a valid email.
fr_ca: Marquer %s comme un e-mail valide.

source: Valid Email
fr_ca: Email valide

source: Mark %s as spam
fr_ca: Marquer %s comme spam

source: Spam
fr_ca: Indésirable

source: Delete &#8220;%s&#8221; permanently
fr_ca: Supprimer &#8220;%s&#8221; définitivement

source: Delete Permanently
fr_ca: Supprimer Définitivement

source: Export %s contacts
fr_ca: Exporter %s contacts

source: Quick Edit
fr_ca: Edition rapide

source: Select an owner
fr_ca: Sélectionner un propriétaire

source: Unsubscribe this contact.
fr_ca: Désabonnez-vous à ce contact.

source: Update
fr_ca: Mettre à jour

# contact_record
source: This contact has been deleted.
fr_ca: Ce contact a été supprimé.

# contact_record
source: You are not the owner of this contact.
fr_ca: Vous n'êtes pas le propriétaire de ce contact.

# contact_record_tab
source: General Info
fr_ca: Informations générales

# contact_record_tab
source: Custom Info
fr_ca: Gamme personnalisée

# contact_record_tab
source: Files
fr_ca: Fichiers

# contact_record_tab
source: Activity
fr_ca: Activité de formulaire

# contact_record
source: First Name
fr_ca: Prénom

# contact_record
source: Last Name
fr_ca: Nom

source: Username
fr_ca: Nom d'utilisateur

source: Create User Account
fr_ca: Créer un compte utilisateur

# contact_record
source: Create New Account?
fr_ca: Créer un nouveau compte?

# contact_record
source: This contact does not have an associated user account? Would you like to create one?
fr_ca: Ce contact n'a pas de compte d'utilisateur associé? Voulez-vous en créer un?

# contact_record
source: Link Existing Account?
fr_ca: Lier un compte existant?

# contact_record
source: Select a User Account (optional)
fr_ca: Sélectionner un compte d'utilisateur (facultatif)

# contact_record
source: You can link an existing user account to this contact.
fr_ca: Vous pouvez lier un compte d'utilisateur existant à ce contact.

# contact_record
source: Email
fr_ca: Courriel

# contact_record
source: Email Status
fr_ca: État de l'E-mail

# contact_record
source: Mark as unsubscribed.
fr_ca: Marquer comme désabonné.

# contact_record
source: Primary Phone
fr_ca: Téléphone principal

# contact_record
source: Phone Extension
fr_ca: Extension de téléphone

# contact_record
source: Company Info
fr_ca: Informations sur la société

# contact_record
source: Company Name
fr_ca: Nom de l'entreprise

# contact_record
source: Job Title
fr_ca: Titre du poste

# contact_record
source: Full Company Address
fr_ca: Adresse complète de la société

# contact_record
source: Address
fr_ca: Adresse

# contact_record
source: Street Address 1
fr_ca: Adresse postale 1

# contact_record
source: Street Address 2
fr_ca: Adresse postale 2

# contact_record
source: City
fr_ca: Ville

# contact_record
source: Postal/Zip Code
fr_ca: Code postal/ZIP

# contact_record
source: State/Province
fr_ca: État/Province

# contact_record
source: Country
fr_ca: Pays

# contact_record
source: Select a Country
fr_ca: Sélectionnez un pays

# contact_record
source: Compliance
fr_ca: Conformité

# contact_record
source: Agreed To Terms
fr_ca: Conditions convenues

source: Agreed
fr_ca: Convenu

source: GDPR Consent
fr_ca: Consentement du RGPD

# contact_record
source: Owner
fr_ca: Propriétaire

# contact_record
source: Source Page
fr_ca: Page source

source: This is the page which the contact first submitted a form.
fr_ca: Il s'agit de la page que le contact a d'abord soumis un formulaire.

# contact_record
source: Lead Source
fr_ca: Source de plomb

source: This is where the contact originated from.
fr_ca: C'est de là que provient le contact.

# contact_record
source: Tags
fr_ca: Mots-clés

# contact_record
source: Add new tags by hitting [Enter] or by typing a [,].
fr_ca: Ajoutez de nouvelles balises en appuyant sur [ENTER] ou en tapant un [,].

# contact_record
source: Send Email
fr_ca: Envoyer le courriel

source: Send
fr_ca: Envoyer

# contact_record
source: Add To Funnel
fr_ca: Ajouter à l'entonnoir

source: Start
fr_ca: Début

# contact_record
source: Files
fr_ca: Fichiers

# contact_record
source: Name
fr_ca: Nom

# contact_record
source: Size
fr_ca: Taille

# contact_record
source: Replacement Code
fr_ca: Code de remplacement

# contact_record
source: This contact has no files...
fr_ca: Ce contact n'a pas de fichiers...

# contact_record
source: Upload files:
fr_ca: Télécharger des fichiers:

# contact_record
source: Click <b>Update Contact</b> when ready to upload.
fr_ca: Cliquez sur <b> Update contact </b> lorsque vous êtes prêt à télécharger.

# contact_record
source: Custom Meta
fr_ca: Meta personnalisé

# contact_record
source: Add Meta
fr_ca: Ajouter Meta

source: Key
fr_ca: Clé

source: Value
fr_ca: Valeur

# contact_record
source: Upcoming Events
fr_ca: Événements à venir

# contact_record
source: View All Events
fr_ca: Voir tous les événements

# contact_record
source: Any upcoming funnel steps will show up here. you can choose to cancel them or to run them immediately.
fr_ca: Les prochaines étapes de l'entonnoir s'affichent ici. vous pouvez choisir de les annuler ou de les exécuter immédiatement.

# contact_record
source: Recent Funnel History
fr_ca: Historique de l'entonnoir récent

# contact_record
source: Any previous funnel steps will show up here. You can choose run them again.<br/>This report only shows the 20 most recent events, to see more you can see all this contact's history in the event queue.
fr_ca: Toutes les étapes précédentes de l'entonnoir s'affichent ici. Vous pouvez choisir de les exécuter à nouveau. <br/> Ce rapport affiche uniquement les 20 événements les plus récents, pour voir plus vous pouvez voir l'historique de ce contact dans la file d'attente des événements.

# contact_record
source: Recent Email History
fr_ca: Historique des E-mails récents

# contact_record
source: This is where you can check if this contact is interacting with your emails.
fr_ca: C'est là que vous pouvez vérifier si ce contact interagit avec vos e-mails.

# contact_record
source: Update Contact
fr_ca: Ajoutez un Contact

source: Delete
fr_ca: Supprimer

source: Equals
fr_ca: Égale

source: Not Equals
fr_ca: Non égal

source: Starts With
fr_ca: Commence par

source: Ends With
fr_ca: Se termine par

source: Contains
fr_ca: Contiends

source: Does Not Contain
fr_ca: Ne contient pas

source: Is Empty
fr_ca: Est vide

source: Is Filled
fr_ca: Est remplie

source: Phone
fr_ca: Téléphone

source: Company Name
fr_ca: Nom de l'entreprise

source: Job Title
fr_ca: Titre du poste

source: Company Address
fr_ca: Adresse de la compagnie

source: Street Address 1
fr_ca: Adresse postale 1

source: Street Address 2
fr_ca: Adresse postale 2

source: City
fr_ca: Ville

source: Postal/Zip Code
fr_ca: Code postal/ZIP

source: State/Province
fr_ca: État/Province

source: Country
fr_ca: Pays

source: General Information
fr_ca: Informations générales

source: Source Page
fr_ca: Page source

source: Lead Source
fr_ca: Source de plomb

source: Has ALL of these tags
fr_ca: A toutes ces balises

source: Has ANY of these tags
fr_ca: A l'une de ces balises

source: Does not have ALL of these tags
fr_ca: N'a pas toutes ces balises

source: Does not have ANY of these tags
fr_ca: N'a aucune de ces balises

source: And
fr_ca: Et

source: Custom Data (Meta)
fr_ca: Données personnalisées (Meta)

source: You cannot export reports!
fr_ca: Vous ne pouvez pas exporter les rapports!

source: Export Report
fr_ca: Rapport d'exportation

source: New Contacts
fr_ca: Nouveaux contacts

source: Email Report
fr_ca: Rapport d'email

source: Form Activity
fr_ca: Activité de formulaire

source: Dashboard
fr_ca: Tableau de bord

source: Last 24 Hours
fr_ca: Dernières 24 heures

source: Last 7 Days
fr_ca: 7 derniers jours

source: Last 30 Days
fr_ca: Les 30 derniers jours

source: Custom Range
fr_ca: Gamme personnalisée

source: From:
fr_ca: De:

source: To:
fr_ca: À:

source: Refresh
fr_ca: Rafraichir

# widget_name
source: Funnel Breakdown
fr_ca: Ventilation de l'entonnoir

source: You have no active funnels.
fr_ca: Vous n'avez pas de entonnoirs actifs.

source: Benchmark
fr_ca: Référence

source: / Previous Step
fr_ca: /Étape précédente

source: Please select a funnel first.
fr_ca: Veuillez d'abord sélectionner un entonnoir.

source: This funnel has no benchmarks.
fr_ca: Cet entonnoir n'a pas de repères.

source: / Previous
fr_ca: /Précédent

# widget_name
source: Lead Source Report
fr_ca: Rapport de source de plomb

source: No new lead sources to report.
fr_ca: Pas de nouvelles sources de plomb à signaler.

source: Lead Source URL
fr_ca: URL de source de prospect

source: Number of Contacts
fr_ca: Nombre de contacts

# widget_name
source: Most Active Funnels
fr_ca: Entonnoirs les plus actifs

source: Funnel
fr_ca: Entonnoir

source: Active Contacts
fr_ca: Contacts actifs

# widget_name
source: Form Activity Report
fr_ca: Formulaire rapport d'activité

source: Form Fills
fr_ca: Remplissages de formulaire

source: Form Impressions
fr_ca: Impressions de formulaire

source: Total Submissions
fr_ca: Total inscriptions

source: Average Conversion Rate
fr_ca: Taux de conversion moyen

source: From
fr_ca: De

source: To
fr_ca: À

source: Form Submissions
fr_ca: Soumissions de formulaires

# widget_name
source: New Contacts Report
fr_ca: Nouveau rapport de contacts

source: Total Contacts
fr_ca: Nombre total de contacts

source: Previous Period
fr_ca: Période précédente
